import "../../styles/theme1.css"

export default function Theme8Step2() {

  return (

    <div className="lesson-container">

      <h1 className="lesson-title">
        الإسعافات الأولية
      </h1>

      <p className="lesson-text">
        للإسعافات الأولية أهمية كبيرة إذا تم تقديمها في الوقت المناسب و بالكيفية المطلوبة في إنقاذ حياة المصابين أو التخفيف من حدة الإصابات.
      </p>

      <p className="lesson-text">
        و يجب لمن هو مطالب بتقديم الإسعافات الأولية أن يكون له الحد الأدنى من المعرفة مع وجوب تحليه بالهدوء و الرصانة.
      </p>

      <p className="lesson-text">
        و يمكن أن نميز أربعة أنواع من الإصابات
      </p>

      <ul className="lesson-list">
        <li>الاختناق</li>
        <li>الحروق</li>
        <li>النزيف</li>
        <li>الكسور</li>
      </ul>


      <p className="lesson-text">
        و للتعرف على نوعية الإصابة أو الإصابات يتم سؤال المتضرر إن كان واعيا أو معاينته إن كان فاقدا للوعي أو غير قادر على الكلام و ذلك قبل التدخل أو تقديم أي إسعافات.
      </p>



      <h2 className="lesson-subtitle">
        الاختناق
      </h2>

      <h3 className="lesson-subsubtitle">
        المعاينة
      </h3>

      <p className="lesson-text">
        تتم معاينة حالة الاختناق بملاحظة عدم تحرك البطن بالنسبة للرجل و الصدر بالنسبة للمرأة و لمزيد التأكد من حالة الاختناق يمكن أن تضع راحة (الكف) اليد أمام فم المصاب أو أنفه للتثبت من عدم دخول الهواء أو خروجه
      </p>


      <h3 className="lesson-subsubtitle">
        الإسعاف
      </h3>

      <p className="lesson-text">
        بعد المعاينة ، على المسعف أن يقوم بالحركات التالية:
      </p>

      <ul className="lesson-list">
        <li>قشع رأس المصاب إلى الخلف إذا كان متدليا إلى الأسفل</li>
      </ul>


      <div className="lesson-images-row">

        <img
          src="/images/choking1.png"
          className="lesson-img"
        />

       

      </div>


      <ul className="lesson-list">
        <li>إزالة كل ما يعيق المصاب من التنفس الطبيعي : فتح ربطة العنق، فك أزرار القميص العلوية أو حمالة الصدر عند النساء</li>
        <li>تنظيف الفم</li>
      </ul>



      <h3 className="lesson-subsubtitle">
        المتابعة
      </h3>

      <p className="lesson-text">
        إذا استمرت حالة الاختناق رغم ذلك ، فيجب أن نمر إلى التنفس الاصطناعي أي من فم لفم أو من فم لأنف و ذلك وفقا للطريقة التالية:
      </p>

      <ol className="lesson-list">
        <li>تمديد المصاب أرضا على ظهره مع قشع رأسه إلى أعلى</li>
        <li>باليد اليمنى للمسعف يتم غلق أنف المصاب حتى لا يخرج منه الهواء الذي سيقع دفعه في رئتيه</li>
        <li>وضع فم المسعف على فم المصاب و النفخ فيه حتى يصل الهواء الذي يحتاجه المصاب إلى رئتيه</li>
        <li>إعادة العملية دوريا و بمعدل 16 مرة في الدقيقة إلى أن يتمكن المصاب من استعادة تنفسه العادي</li>
      </ol>

 <img
          src="/images/choking2.png"
          className="lesson-img"
        />
   



      <h2 className="lesson-subtitle">
        الحروق
      </h2>

      <p className="lesson-text">
        يمكن أن يتعرض المصاب في حوادث مرور إلى حروق تختلف حدتها من حالة لأخرى بحسب جسامة الجرح و بلاغة الحروق.
      </p>

      <h3 className="lesson-subsubtitle">
        المعاينة
      </h3>

      <p className="lesson-text">
        تتم معاينة الحروق عن طريق النظر للمصاب
      </p>

      <h3 className="lesson-subsubtitle">
        الإسعاف
      </h3>

      <p className="lesson-text">
        في حالة اشتعال النار على المسعف أن يبادر بإطفاء النار المشتعلة في ثياب المصاب و ذلك بتغطيته كليا بغطاء أو رداء أو قطعة قماش متوفرة على عين المكان حتى يحجب الهواء عنه و تخمد فاعلية النار.
      </p>


      <div className="lesson-warning">

        <h3>
          حذار
        </h3>

        <ul>
          <li>يمنع منعا باتا استعمال قارورة إطفاء الحرائق المجهزة بها بعض السيارات لإطفاء النار المشتعلة بثياب المصاب.</li>
          <li>خلع ثياب المصاب بحروق لأن ثيابه قد تكون التصقت بجلده، و في هذه الحالة قد يؤدي خلع ثيابه إلى تعكير حالته أكثر</li>
        </ul>

      </div>


      <p className="lesson-text">
        لا مانع من إعطاء المصاب الماء إذا كان واعيا.
      </p>



      <h2 className="lesson-subtitle">
        النزيف
      </h2>

      <p className="lesson-text">
        قد يتعرض المتضررون من حوادث المرور إلى الإصابة بنزيف دموي نتيجة اصطدامهم بهيكل السيارة أو تعرضهم لآلة جروح ينتج عنها نزيف
      </p>

      <p className="lesson-text">
        و النزيف هو خروج دم المصاب من الأوعية الدموية المخصصة لسيلانه
      </p>


      <ul className="lesson-list">
        <li>نزيف دموي خارجي</li>
        <li>نزيف دموي داخلي</li>
      </ul>



      <h3 className="lesson-subsubtitle">
        النزيف الخارجي
      </h3>

      <h4 className="lesson-subsubtitle">
        المعاينة
      </h4>

      <p className="lesson-text">
        يمكن معاينته بالعين المجردة و ذلك بخروج الدم من جسم المصاب
      </p>


      <h4 className="lesson-subsubtitle">
        الإسعاف و المتابعة
      </h4>

      <p className="lesson-text">
        الهدف من الإسعافات الأولية هو إيقاف تسرب الدم من جسم المصاب حتى لا ينفذ أمه ، و تتمثل في:
      </p>

      <ol className="lesson-list">
        <li>الضغط المباشر بواسطة اليد أو منديل نظيف على مكان النزيف لمدة 5 دقائق تقريبا.</li>
        <li>إذا تقلص النزيف أو توقف نكتفي بربط الجرح النازف بضمادة مباشرة و رفع العضو المصاب فوق مستوى القلب للتخفيف من حدة تدفق الدم خارج الجسم</li>
        <li>إذا استمر النزيف بنفس الحدة يتوجب وقتها الضغط المباشر على الشريان الذي يوصل الدم لمكان الإصابة و في المكان الذي يفصل النزيف عن القلب.</li>
      </ol>



      <h3 className="lesson-subsubtitle">
        النزيف الداخلي
      </h3>

      <h4 className="lesson-subsubtitle">
        المعاينة
      </h4>

      <p className="lesson-text">
        من العوارض التي تشير إلى تعرض المصاب إلى نزيف داخلي:
      </p>

      <ul className="lesson-list">
        <li>نبضات القلب غير مستقرة و سريعة يمكن أن تصل إلى حدود 120 نبضة في الدقيقة.</li>
        <li>إصفرار في شفتين و أطراف الأصابع.</li>
        <li>تصبب العرق.</li>
      </ul>


      <h4 className="lesson-subsubtitle">
        الإسعاف و المتابعة
      </h4>

      <p className="lesson-text">
        الإسعافات الأولية الواجب تقديمها للمصاب بنزيف داخلي هي:
      </p>

      <ul className="lesson-list">
        <li>تمديد المصاب على الأرض.</li>
        <li>رفع قدميه على عشرين سنتمترا على مستوى الأرض حتى تساعد بذلك الدورة الدموية على الوصول إلى رأس المصاب.</li>
        <li>تغطية المصاب لتدفئته.</li>
      </ul>



      <h2 className="lesson-subtitle">
        الكسور
      </h2>

      <p className="lesson-text">
        قد يتعرض المتضررون من حوادث المرور إلى أنواع مختلفة من الكسور و منها:
      </p>

      <ul className="lesson-list">
        <li>كسور فالجمجمة</li>
        <li>كسور بالعمود الفقري</li>
        <li>كسور بأحد الأعضاء</li>
      </ul>



      <h3 className="lesson-subsubtitle">
        كسور فالجمجمة
      </h3>

      <h4 className="lesson-subsubtitle">
        المعاينة
      </h4>

      <ul className="lesson-list">
        <li>حالة إغماء شديد</li>
        <li>فقدان الوعي مع نزيف من الأنف أو الأذنين</li>
      </ul>


      <h4 className="lesson-subsubtitle">
        الإسعاف و المتابعة
      </h4>

      <p className="lesson-text">
        في هذه الحالة يجب وضع المصاب بوضعية الضمان الجانبي مع امتداد الرأس الجسم والعنق ، و يتم نقله إلى المستشفى بنفس الوضعية.
      </p>

   <img
        src="/images/artificial-breathing.png"
        className="lesson-img"
      />



      <h3 className="lesson-subsubtitle">
        كسور بالعمود الفقري
      </h3>

      <p className="lesson-text">
        العمود الفقري هو أكثر جزء حساسية في الهيكل العظمي لجسم الإنسان و قد تؤدي إصابته أحيانا إلى فقدان الحركة و الإصابة بالشلل
      </p>


      <h4 className="lesson-subsubtitle">
        المعاينة
      </h4>

      <ul className="lesson-list">
        <li>إحساس المصاب بالتنميل في أطراف ساقيه و يديه</li>
        <li>الشعور بانعدام الحركة أو القدرة عليها</li>
      </ul>


      <h4 className="lesson-subsubtitle">
        الإسعاف و المتابعة
      </h4>

      <p className="lesson-text">
        في هذه الحالة يجب عدم تحريك المصاب ، و الإمكانية الوحيدة هي تدخل مجموعة من الأفراد تشترك في حمله مع المحافظة عليه في وضع مستقيم و كأنه في حالة استلقاء
      </p>



      <h3 className="lesson-subsubtitle">
        كسور بأحد الأعضاء
      </h3>

      <p className="lesson-text">
        يمكن أن يكون الكسر في الأعضاء السفلى كإحدى الرجلين أو كلاهما، أو الأعضاء العليا كاليدين أو الأضلع.
      </p>

      <p className="lesson-text">
        في هذه الحالة يجب الحرص على عدم تحريك العضو المصاب و تثبيته.
      </p>



      <h2 className="lesson-subtitle">
        تلخص
      </h2>

      <ul className="lesson-list">
        <li>يمكن أن نميز 4 أنواع من الإصابات و هي: الإختناق، الحروق، النزيف و الكسور.</li>
        <li>يجب علي القيام بالمعاينة ثم الإسعاف ثم المتابعة.</li>
      </ul>


    </div>

  )

}