import "../styles/theme1.css"

function Theme1(){

  return (

    <div className="lesson-page">

      <h1 className="lesson-title">لوحة القيادة</h1>

      <p>
      تحتوي لوحة القيادة على مؤشرات تعطي معلومات عن حالة معدات السيارة.
      و يجب على السائق فهمها حتى يتمكن من معرفة حالة سيارته و التعامل مع الأعطاب.
      </p>


      <img 
        src="/images/dashboard.png"
        alt="لوحة القيادة"
        className="lesson-image"
      />


      <h1>تنقسم هذه المؤشرات إلى 3 أنواع:</h1>

      <ol>
        <li><b>مؤشرات الأضواء</b> هدفها أن تريك عمل الأضواء.</li>

        <li>
          <b>مؤشرات تنبيه (لون برتقالي)</b>
          هدفها أن تنبهك لوجود خلل أو عطب بالسيارة.
          يمكنك مواصلة السير لكيلومترات قبل تفقد السيارة.
        </li>

        <li>
          <b>مؤشرات تحذير (لون أحمر)</b>
          هدفها أن تنبهك لخطر و يجب عليك إيقاف السيارة فورا.
        </li>

      </ol>


   

        <div >
          <img src="/images/light.png"/>
        </div>

   

   
 

   

      <h3>مؤشرات الأضواء</h3>
    <div >
          <img src="/images/fuel.png"/>
        </div>
      <ul>

        <li>إشتعال أضواء الطريق (Far)</li>

        <li>إشتعال أضواء المقاطعة (Code)</li>

        <li>مؤشر أضواء الضباب الأمامية</li>

        <li>
        مؤشر تغيير الإتجاه (Clignotants) :
        يرسل ضوءا رافقا و يدل على تغيير الاتجاه او المجاوزة.
        </li>

        <li>
        مؤشر الإعلام بالخطر (4Clignotants / Feux de détresse) :
        له ضوء رافق يستعمل عند الوقوف الاضطراري
        وهو إجباري لتنبيه بقية مستعملي الطريق.
        </li>

      </ul>


      <div className="info-box">

      مؤشر الإعلام بالخطر (4Clignotants) لونه أحمر لكنه ليس كغيره من المؤشرات الحمراء،
      لا تظهره السيارة آليا بل يظهر بعد أن يستعمله السائق.
      
      </div>



      <h3>مؤشرات التنبيه</h3>
     <div >
          <img src="/images/oil.png"/>
        
        </div>
      <p>
      مستوى الوقود منخفض : يدل على أن العربة تسير بالكمية الاحتياطية.
      </p>

      <p>
      محرك الديزل :
      يضيء هذا المؤشر قبل اشتعال المحرك وينطفئ عندما تتم عملية التسخين.
      </p>



      <h3>مؤشرات التحذير (لون أحمر)</h3>


      <div >

        <div >

          <img src="/images/oil-red.png"/>

          

        </div>

      </div>
<div className="explain-section">

  <p>
  <b>مؤشر شحن الحاشد (البطارية):</b>
  يدل على أن شحن الحاشدة قارَب على النهاية لذا يجب إعادة شحنها وتغييرها.
  </p>

  <p>
  <b>مؤشر حرارة سائل التبريد:</b>
  في حالة إضاءة هذا المؤشر باللون الأحمر توقف حالا لأنه يعني بأن درجة حرارة المحرك مرتفعة جدا.
  </p>

  <p>
  <b>مؤشر زيت المحرك:</b>
  يعني أن مستوى زيت المحرك منخفض جدا، لذا يجب التوقف وتفقده.
  </p>

  <p>
  <b>عطب بجهاز الفرملة:</b>
  يدل على عطب بجهاز الفرملة أو أن المكبح اليدوي لا يزال مشدودا.
  </p>

</div>


      <div className="danger-box">

        <b>خطر</b>

        <p>
        المؤشرات الحمراء تعلن عن عطب أثناء إشتغال المحرك،
        وتستوجب التوقف و التعامل معها في الحين.
        </p>

      </div>



      <h3>تلخص</h3>

      <ul>

        <li>تدل المؤشرات الدالة على الأضواء المشتعلة.</li>

        <li>تنبه مؤشرات التنبيه إلى وجود خلل عليك التعامل معه.</li>

        <li>مؤشرات حمراء للتحذير من عطب خطير.</li>

      </ul>

    </div>

  )

}

export default Theme1